7zip
amd-ucode
base
base-devel
bluez
bluez-utils
brightnessctl
btop
btrfs-progs
chromium
clang
cliphist
code
cppcheck
cups
cups-pk-helper
dbeaver
discord
dolphin
dunst
efibootmgr
eza
fd
feh
firefox
fprintd
fuse2
fzf
gdb
git
git-delta
github-cli
gnome-keyring
gradle
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprlock
hyprpolkitagent
hyprshot
iwd
jdk-openjdk
keepassxc
kitty
lazygit
libpulse
linux
linux-firmware
luarocks
mariadb
maven
mpv
mysql-workbench
nano
neovim
networkmanager
network-manager-applet
nodejs
npm
obsidian
openvpn
os-prober
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
power-profiles-daemon
pyright
python-pynvim
qbittorrent
qt5-wayland
qt6-wayland
qutebrowser
sddm
slurp
smartmontools
snapper
sof-firmware
starship
stow
sudo
swww
system-config-printer
tealdeer
tmux
tree
ttf-jetbrains-mono-nerd
unzip
uwsm
vim
vulkan-radeon
waybar
wget
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
yazi
zathura
zathura-pdf-poppler
zram-generator
